catppuccin.catppuccin-vsc
vscodevim.vim
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
dart-code.dart-code
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot-chat
golang.go
htmlhint.vscode-htmlhint
mathematic.vscode-pdf
mohd-akram.vscode-html-format
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.powershell
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
seyyedkhandon.firacode
solidjs-community.solid-snippets
